[
    {
        "title" : "Fresno City to host first mobile developer fest",
        "description" : "Mobile software developers will converge on the Fresno City College campus for the inaugural DevFest Fresno on Sept. 28. The event will be held by the Google Developers Group (GDG) and the Fresno City College CITzero club from 9 a.m. to 5 p.m. in the Old Administration Building on campus.  FCC instructor Rio Waller, who is also a GDG member and Google instructor, views the Fresno area as a \"hidden secret\" in the various technology fields.  \"These kind of events hope to bring together some of those industries and build an awareness of what is here,\" Waller said in a release.  DevFest welcomes developers of all skills levels, from beginner to industry professional, and will have workshops geared toward various experience levels.  The cost is $5 for students and $10 for general admission, which covers breakfast, lunch, T-shirt and more. Tickets can be purchased online at gdgfresno.com/devfest.  For more information call Waller at (559) 442-4600 ext. 8488.",
        "image" : "http://www.thebusinessjournal.com/templates/tbjnow/images/maskheadlogos/tbjnowlogoblack.jpg",
        "link" : "http://www.thebusinessjournal.com/news/technology/8757-fresno-city-to-host-first-mobile-developer-fest"
    },
    {
        "title" : "DevFest Fresno",
        "description" : "Google Developer Group (GDG) Fresno strives to bring technology to the Central Valley. We want to build a network of developers and technology enthusiast. With an emphasis on Google and Open Source technologies, GDG Fresno’s goals are to teach those interested, how to develop web and mobile applications. GDG Fresno also works with local area high schools, community colleges and universities to push computer science education to new levels. GDG Fresno DevFest Fresno City College, Fresno, CA Saturday, September 28, 2013 – 9:00 AM Event Details http://devfestfresno.eventbrite.com/ $10 general public $5 for students An all day event run by Google Developer Group Fresno. Attendees will learn how to develop web and mobile applications through a series of talks and hands on code labs. Ticket covers breakfast, lunch, sessions and more. Follow GDG Fresno on Google+ for the latest! http://www.gdgfresno.com http://www.meetup.com/googledevelopers/  Cost: Valid School ID Required 5.00 Student 5.00 Non-Students 10.00 General Attendee 10.00 ",
        "image" : "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcS12Mtr47N-OD7F2e_C1VU5oke-DLOiEh0OWYY8l_xLdFaT7STE0A",
        "link" : "http://events.kmph-kfre.com/DevFest_Fresno/279915845.html"
    },
    {
        "title" : "GDG DevFest Fresno",
        "description" : "The Google Developers Group (GDG) and the Fresno City College CITzero club are teaming up to hold the first ever DevFest Fresno on Saturday, September 28. The day-long conference will be held at Fresno City College in the Old Administration Building from 9:00 a.m. to 5:00 p.m. Attendees to DevFest Fresno will learn how to develop web and mobile applications through a series of workshops and hands-on coding labs. The experience levels of attendees will range from high school students to industry professionals. It will give an opportunity for anyone who is involved in software development or wants to be involved in software development to further their knowledge about Google software development here in the central valley. Tickets are $5 for students and $10 general. Admission covers breakfast, lunch, sessions, t-shirt and more. Purchase tickets at http://gdgfresno.com. “Fresno is one of the best hidden secrets around this topic because there actually is a real growing technology base here, but it is so pocketed that these kind of events hope to bring together some of those industries and build an awareness of what is here,” said Rio Waller, a FCC instructor and GDG member. Waller is also a Google instructor and this summer spent a week teaching at Google’s Android Academy in London. Waller says that this event will bring together students just learning the technology with those who have been in the industry who will share what they know and give advice. “It’s wonderful to have that kind of span of knowledge and this event will be unique in that respect. No one has put together an event like this in Fresno,” she added. DevFest Fresno will give attendees the chance to learn more about an industry that is fast becoming an emerging opportunity for more jobs in the Central Valley since technology can be based anywhere. “Because students and professionals can do it remotely, you don’t necessarily have to go to the Silicon Valley. There’s a thriving community in Fresno that just needs to be connected,” said Waller. For more information on DevFest Fresno, contact Rio Waller at 442-4600, 8488.",
        "image" : "http://www.scccd.edu/_gfx/cmn/header_bg.gif",
        "link" : "http://www.scccd.edu/index.aspx?page=481&recordid=8605&exsite=1"
    }
]